// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Proteção de cartucho";
CPTTaskTitle = "Proteção de cartucho HP";

CPTCartridgeProtectionTaskDescription = "Esse recurso serve para evitar roubo e pirataria de cartuchos, permitindo que os cartuchos usados na sua impressora sejam marcados automaticamente, de modo que não possam ser usados em nenhuma outra impressora.";

CPTEnableProtectionButtonTitle = "Ativar Proteção do Cartucho";
CPTEnableProtectionDescription = "Todos os cartuchos atual e futuramente instalados serão protegidos permanentemente e só irão funcionar nesta impressora. Se esse recurso for desativado posteriormente, os cartuchos que estavam instalados com a proteção ativada continuarão protegidos.";

CPTMoreInfoButtonTitle = "Mais Informações…";
